Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [56253] cuộc gọi phải kết nối với một địa điểm tại chỗ được nhân viên cố định hoặc trực tiếp đến các dịch vụ khẩn cấp.
vi: [56253] cuộc gọi phải kết nối với một địa điểm trong khuôn viên khách sạn luôn có nhân viên trưc hoặc nối máy trực tiếp đến đơn vị cứu trợ khẩn cấp.

source: [56263] Sổ truy cập không được bao gồm số phòng khách.
vi: [56263] Sổ theo dõi khách sử dụng không được bao gồm số phòng khách.

source: [56314] Cầu thang nên được chiếu sáng theo cách sao cho bóng cầu thang không được chiếu lên phần chính của mặt bậc thang
vi: [56314] Cầu thang nên được chiếu sáng sao cho không đổ bóng lên phần chính của mặt bậc thang

source: [56317] Lưu trữ không được phép trong các cầu thang thoát hiểm khẩn cấp.
vi: [56317] Không được phép chứa đồ trong các cầu thang thoát hiểm khẩn cấp.

source: [56328] Thoát hiểm hỏa hoạn bên ngoài phải được Người đủ chuyên môn phê duyệt.
vi: [56328] Thoát hiểm hỏa hoạn cố định bên ngoài tòa nhà phải được Người có chuyên môn phê duyệt.

source: [56342] thiết bị phát hiện khói được yêu cầu trong hành lang phòng khách bên trong.
vi: [56342] Đầu báo khói được yêu cầu trong hành lang phòng khách trong nhà.

source: [56345] Khoảng cách tối đa không được vượt quá 15m (50ft).
vi: [56345] Khoảng cách tối đa không được vượt quá 15m.

source: [56352] thiết bị phát hiện phải được đặt theo yêu cầu của nhà sản xuất tại thời điểm lắp đặt.
vi: [56352] Đầu báo phải được lắp đặt tại vị trí theo yêu cầu của nhà sản xuất tại thời điểm lắp đặt.

source: [56354] thiết bị phát hiện nhiệt có thể được sử dụng trong các khu vực như nhà bếp nơi không khí trong phòng không phù hợp để sử dụng đầu báo khói.
vi: [56354] Đầu báo nhiệt có thể được sử dụng trong các khu vực như nhà bếp nơi không khí trong phòng không phù hợp để sử dụng đầu báo khói.

source: [56366] Phải cung cấp phương tiện cảnh báo khách bị khiếm thính trong trường hợp có Báo động chung hoặc thông báo sơ tán bằng giọng nói.
vi: [56366] Phải cung cấp một phương tiện cảnh báo cho khách khiếm thính trong trường hợp xảy ra báo động hoặc thông báo sơ tán bằng giọng nói.

source: [56409] Biển báo an toàn hiển thị bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: [56409] Biển báo an toàn bằng (các) ngôn ngữ địa phương và tiếng Anh

source: [56423] Đảm bảo lối vào Bồn tắm nước nóng bằng cách đặt Bồn tắm nước nóng trong phòng kín và an toàn hoặc bằng cách sử dụng hàng rào đáp ứng yêu cầu hàng rào bể bơi.
vi: [56423] Đảm bảo an ninh lối vào Bể nước nóng bằng cách đặt bể trong phòng kín và an toàn hoặc sử dụng hàng rào đáp ứng yêu cầu hàng rào bể bơi.

source: [56426] Bể bơi bên ngoài phải được bảo vệ để ngăn chặn truy cập trái phép.
vi: [56426] Các bể bơi ngoài trời phải có biện pháp bảo vệ để ngăn chặn truy cập trái phép.

source: [56429] Cửa vào bể bơi trong nhà không có giám sát phải được trang bị Khóa cửa điện tử.
vi: [56429] Cửa ra vào các hồ bơi trong nhà không được giám sát phải có khóa điện tử.

source: [56433] Nếu một Hồ bơi bị đóng cửa trong một thời gian dài, nó phải được bảo vệ để ngăn chặn truy cập trái phép.
vi: [56433] Nếu bị đóng cửa trong thời gian dài, hồ bơi phải được bảo vệ để ngăn chặn truy cập trái phép.

source: [56438] Sàn hồ bơi phải chống trơn trượt.
vi: [56438] Vật liệu sàn xung quanh hồ bơi phải chống trơn trượt.

source: [56439] Không cho phép ván nhún ở bể bơi, bục nhún ở bể bơi và / hoặc bạt lò xo.
vi: [56439] Không cho phép ván nhảy, bục nhảy ở bể bơi và/hoặc bạt lò xo.

source: [56440] Mức độ chiếu sáng trong khu vực Hồ bơi phải cho phép nhìn rõ toàn bộ đáy của bể bơi.
vi: [56440] Mức độ chiếu sáng trong khu vực Hồ bơi phải cho phép nhìn rõ toàn bộ đáy bể.

source: [56441] Thang, bậc thang và / hoặc đường dốc có tay vịn phải được cung cấp ở hai đầu đối diện của Hồ bơi.
vi: [56441] Thang treo, bậc thang hoặc đường dốc có tay vịn được yêu cầu ở cả hai đầu của hồ bơi.

source: [56442] kim loại lộ ra của thang, bậc thang và tay vịn phải có khả năng chống ăn mòn.
vi: [56442] Các phần kim loại lộ ra của thang treo, bậc thang và tay vịn phải có khả năng chống ăn mòn.

source: [56449] Đánh dấu độ sâu của Bể Bơi phải hiển thị rõ ràng.
vi: [56449] Phải Đánh dấu rõ ràng độ sâu của Bể Bơi.

source: [56453] Đánh dấu độ sâu phải được hiển thị gần các điểm vào bể bơi, trên tất cả các mặt của bể bơi và nơi xảy ra thay đổi độ sâu đáng kể.
vi: [56453] Phải có đánh dấu độ sâu gần các lối xuống bể bơi, trên tất cả các bên của bể bơi và vị trí có thay đổi độ sâu đáng kể.

source: [56455] Đề xuất để được hiển thị tại đầu tường sàn hồ bơi và trên mực nước ở rìa của Hồ bơi.
vi: [56455] Khuyến nghị số đánh dấu độ sâu gắn tại rìa bể bơi và trên mực nước trong bể bơi.

source: [56485] Tối thiểu 1,5m (5ft) không gian sàn trống phải được cung cấp xung quanh phạm vi của tất cả các Bể bơi.
vi: [56485] Tối thiểu 1,5m không gian sàn trống phải được cung cấp xung quanh rìa tất cả các Bể bơi.

source: [565055] Không cho phép tạp chí và / hoặc ấn phẩm có nội dung khiêu dâm, bao gồm các ấn phẩm thường xuyên có ảnh khỏa thân, văn bản khiêu dâm hoặc nội dung khiêu dâm khác.
vi: [565055] Không cho phép tạp chí và/hoặc ấn phẩm có nội dung khiêu dâm, bao gồm các ấn phẩm thường xuyên có ảnh khỏa thân, bài viết khiêu dâm hoặc nội dung khiêu dâm khác.

source: [56518] Ví dụ về đánh dấu hoặc tính năng bao gồm các dòng màu, đề can, mẫu, tay nắm cửa và chậu cây.
vi: [56518] Ví dụ về đánh dấu bao gồm các đường kẻ màu, đề can, họa tiết, thanh đẩy cửa và chậu cây.

source: [56521] Để bảo vệ các thành phần lắp kính hiện có chống vỡ, có thể sử dụng màn hình hoặc rào chắn.
vi: [56521] Để bảo vệ kính hiện có, màng dán chống vỡ, khung trang trí hoặc rào chắn có thể được sử dụng.

source: [56522] Khi cumng cấp màn hình hoặc rào chắn, nó phải được thiết kế để khó leo trèo.
vi: [56522] Nếu sử dụng khung trang trí hoặc rào chắn, chúng phải được thiết kế để khó trèo.

source: [56523] Cửa mở vào khu vực ban công phải có thiết bị thứ cấp được trang bị để hạn chế mở cửa ban đầu
vi: [56523] Cửa mở vào khu vực ban công phải có phụ kiện hạn chế mở cửa ban đầu.

source: [56524] Khi cấm các thiết bị khóa thứ cấp, một cảnh báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, phải được dán trên cửa ban công.
vi: [56524] Nếu các thiết bị khóa phụ bị cấm, một cảnh báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, phải được dán trên cửa ban công.

source: [56536] Thanh cân bằng được lắp đặt an toàn để hỗ trợ khách khi ra vào bồn tắm, được thiết kế để chống tải trọng đơn tập trung được neo để chịu được lực 1,11kN (250lbsf) theo bất kỳ hướng nào tại bất kỳ điểm nào trên Thanh cân bằng.
vi: [56536] Thanh vịn được lắp đặt chắc chắn để hỗ trợ khách khi ra vào bồn tắm, được thiết kế để chống tải trọng trung và gắn sao cho chịu được lực 1,11kN theo bất kỳ hướng nào tại bất kỳ điểm nào trên thanh vịn.

source: [56547] Vòi chữa cháy hoặc nguồn cung cấp nước khác được sử dụng để chữa cháy phải được cung cấp tại Địa điểm phù hợp.
vi: [56547] Vòi chữa cháy hoặc nguồn cung cấp nước khác cho cứu hỏa phải được cung cấp tại Vị trí phù hợp.

source: [56571] Khi một khách sạn không được bảo vệ bởi Hệ thống chữa cháy cố định, các phòng khách được trang bị thiết bị nấu kiểu bếp phải có Hệ thống chữa cháy cố định.
vi: [56571] Khi một khách sạn không được bảo vệ bởi Hệ thống chữa cháy cố định, các phòng khách được trang bị bếp lửa phải có Hệ thống chữa cháy cố định.

source: [56572] Phải có một hợp đồng để chuyên làm sạch của (các) máy hút mùi nhà bếp và ống dẫn
vi: [56572] Phải một hợp đồng về vệ sinh (các) chụp và ống dẫn máy hút mùi nhà bếp bởi đơn vị chuyên môn

source: [56581] Khoảng cách di chuyển tối đa đến bình chữa cháy không được vượt quá 25m (75ft).
vi: [56581] Khoảng cách di chuyển tối đa đến bình chữa cháy không được vượt quá 25m.

source: [56595] Nếu không có liên lạc với khách, phải kiểm tra trực quan phòng để đảm bảo an toàn cho khách
vi: [56595] Nếu không liên lạc được với khách, phải kiểm tra trực quan phòng để đảm bảo an toàn cho khách

source: [56597] Khách không được quấy rầy trong khoảng thời gian từ 22:00 đến 08:00.
vi: [56597] Không được quấy rầy khách trong khoảng thời gian từ 22:00 đến 08:00.

source: [56605] Nhiệt độ nước tại các điểm sử dụng không được vượt quá 52 ° C (125 ° F).
vi: [56605] Nhiệt độ nước tại các điểm sử dụng không được vượt quá 52°C.

source: [56610] Khách sạn phải đảm bảo rằng việc kiểm tra an toàn định kỳ được thực hiện bởi Người đủ điều kiện để xác định và giảm nguy cơ bệnh tật liên quan đến việc lưu trữ và sử dụng nước trong khách sạn.
vi: [56610] Khách sạn phải đảm bảo rằng việc kiểm tra an toàn định kỳ được thực hiện bởi Người có chuyên môn để xác định và giảm nguy cơ gây bệnh liên quan đến việc trữ và sử dụng nước trong khách sạn.

source: [56624] Không có mở rộng góc, các bậc, chỗ đứng hoặc phần cắt trang trí trong các tấm đầu hoặc chân.
vi: [56624] Không có góc chìa ra, bậc, chỗ đặt chân hoặc lỗ cắt trang trí trên các tấm vách đầu hay cuối cũi.

source: [56630] Ổ cắm điện trong các khu vực sau phải được bảo vệ bằng Bộ ngắt mạch nối đất (GFCI) / Thiết bị dòng điện dư (RCD) dưới dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ.
vi: [56630] Ổ cắm điện trong các khu vực sau phải được bảo vệ bằng Bộ ngắt mạch nối đất (GFCI)/Cầu dao chống rò điện (RCD) dưới dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ.

source: [5667] Nếu một khách sạn chọn tham gia vào Yêu cầu Du lịch Kinh doanh của IHG® đối với quá trình Đề Xuất (RFP), khách sạn phải tuân thủ các yêu cầu của quy trình này.
vi: [5667] Nếu một khách sạn chọn tham gia vào chương trình Đề nghị mời thầu Lữ hành thương mại của IHG® Sales (RFP), khách sạn phải tuân thủ các yêu cầu của quy trình này.

source: [567051] Nên cung cấp lá bạc hà trong xe hơi.
vi: [567051] Nên cung cấp kẹo bạc hà trong xe.

source: [5671] Nếu tạo ra một trường hợp kinh doanh, nó phải được thực hiện trong công cụ IHG® RFP.
vi: [5671] Nếu có một vụ kinh doanh, nó phải được thực hiện trong công cụ IHG® RFP.

source: [56720] Vật liệu dễ cháy được lưu trữ trong tòa nhà chính hoặc bất kỳ khu vực phòng khách hành lang bên trong của khách sạn phải được giữ trong tủ đựng hoặc tủ chống cháy tối thiểu 30 phút chống cháy.
vi: [56720] Vật liệu dễ cháy được lưu trữ trong tòa nhà chính hoặc bất kỳ khu vực hành lang phòng khách bên trong của khách sạn phải được trữ trong locker hoặc tủ chống cháy tối thiểu 30 phút.

source: [56722] Việc lưu trữ số lượng lớn dầu khí lỏng, dầu mỏ và dầu phải phù hợp với các khuyến nghị của Đánh giá rủi ro được thực hiện bởi Người có đủ điều kiện.
vi: [56722] Việc lưu trữ số lượng lớn dầu khí lỏng, xăng và dầu phải tuân theo các khuyến nghị của Đánh giá rủi ro được thực hiện bởi Người có chuyên môn.

source: [5672] Khi chấp nhận, giá cho giai đoạn hợp đồng phải được tuân thủ.
vi: [5672] Khi chấp nhận, giá cho giai đoạn theo hợp đồng phải được tuân thủ.

source: [56740] Trong trường hợp chuông báo cháy được kích hoạt, thang máy phải tự động chuyển đến mức sàn được chỉ định.
vi: [56740] Trong trường hợp chuông báo cháy bị kích hoạt, thang máy phải tự động chuyển đến tầng được chỉ định.

source: [56742] Cửa phải mở để cho phép hành khách trốn thoát.
vi: [56742] Cửa phải mở để cho phép khách thoát ra ngoài.

source: [56743] Ánh sáng khẩn cấp phải được cung cấp trong khoang thang máy.
vi: [56743] Ánh sáng khẩn cấp phải được cung cấp trong cabin thang máy.

source: [56744] Thang máy phải được cung cấp nguồn điện thay thế ngay lập tức trong trường hợp nguồn điện bình thường bị hỏng.
vi: [56744] Thang máy phải được cấp nguồn điện thay thế ngay lập tức trong trường hợp nguồn điện thường bị hỏng.

source: [56745] Buồng thang máy trở lại tầng sàn.
vi: [56745] Cabin thang máy trở lại một tầng.

source: [56746] Cửa phải mở khi đạt đến mức sàn cho phép hành khách ra khỏi thang máy.
vi: [56746] Cửa phải mở khi cabin dừng ở tầng cho phép khách ra khỏi thang máy.

source: [5674] Nếu ủy quyền của khách sạn đã được một khách sạn IHG đồng ý, nhân viên bán hàng toàn cầu của IHG Off Property phải được phép thương lượng giá trong các thông số được xác định bởi khách sạn trong công cụ chiến lược giá đã thỏa thuận.
vi: [5674] Nếu một khách sạn IHG đồng ý ủy quyền, nhân viên bán hàng toàn cầu không thuộc khách sạn này của IHG phải được phép thương lượng giá trong khuôn khổ giá được xác định bởi khách sạn trong công cụ chiến lược giá đã thỏa thuận.

source: [56751] Một ví dụ về cách diễn đạt phù hợp cho các biển báo là: “Trong trường hợp hỏa hoạn không sử dụng thang máy; dùng thang bộ'.
vi: [56751] Một ví dụ về cách diễn đạt phù hợp cho biển báo là: “Trong trường hợp hỏa hoạn không sử dụng thang máy; dùng thang bộ'.

source: [56754] Một vị trí nhân viên cố định bao gồm một công ty bảo trì thang máy với một cơ sở để đối phó với các trường hợp khẩn cấp 24 trên bảy, bảy ngày một tuần.
vi: [56754] Một vị trí luôn có nhân viên trực bao gồm một công ty bảo trì thang máy với cơ sở để ứng phó các trường hợp khẩn cấp 24/7, 7ngày/tuần

source: [56755] Kiểm soát truy cập là cần thiết cho thang máy đi từ khu vực bãi đậu xe tầng hầm đến sàn phòng khách.
vi: [56755] Phải có kiểm soát truy cập tại tất cả các thang máy đi từ khu vực bãi đậu xe tầng hầm đến tầng phòng khách.

source: [56756] Kiểm soát truy cập có thể bao gồm nhưng không giới hạn ở camera quan sát trong khoang thang máy được giám sát 24 giờ một ngày, bảy ngày một tuần kết hợp với kiểm soát truy cập thẻ chìa khóa trong khoang thang máy kiểm soát quyền truy cập vào tầng khách hoặc kiểm soát truy cập thẻ chìa khóa được trang bị cho tất cả cửa dẫn từ tất cả các tầng đậu xe tầng hầm về phía hành lang thang máy hoặc điểm truy cập từ tầng hầm đỗ xe tầng hầm đối với hành lang thang máy, hoặc được bảo vệ vĩnh viễn bởi Bảo Vệ Khách Sạn hoặc thang máy dừng và cửa thang máy mở tại tầng tiếp tân tầm nhìn đến lễ tân hoặc một vị trí nhân viên cố định.
vi: [56756] Kiểm soát truy cập có thể bao gồm nhưng không giới hạn ở CCTV trong cabin thang máy được giám sát 24giờ/ngày, 7 ngày/tuần kết hợp với kiểm soát truy cập bằng thẻ khóa trong cabin thang máy để kiểm soát truy cập vào tầng phòng khách, hoặc kiểm soát bằng thẻ khóa tại tất cả các cửa dẫn hoặc lối thông từ tất cả tầng hầm đỗ xe tới sảnh thang máy, hoặc luôn có nhân viên bảo vệ trực, hoặc thang máy dừng và cửa thang mở tại tầng sảnh lễ tân, với tầm nhìn thẳng đến lễ tân hoặc một vị trí luôn có nhân viên trực.

source: [5675] khách sạn được khuyến nghị thiết lập chiến lược giá của họ bằng cách tạo tỷ lệ Wish Want Walk trong Merlin hoặc công cụ được phê duyệt theo khu vực khác.
vi: [5675] khách sạn được khuyến nghị thiết lập chiến lược giá của họ bằng cách tạo mức giá Wish Want Walk trong Merlin hoặc công cụ được phê duyệt theo khu vực khác.

source: [5676] Quyết định chấp nhận hoặc từ chối tham gia Chương trình Đặt giá Chiến lược của IHG® phải được đưa ra để đáp ứng Yêu cầu Đề xuất (RFP) trước ngày được chỉ định.
vi: [5676] Quyết định chấp nhận hoặc từ chối tham gia Chương trình Định giá Chiến lược của IHG® phải được đưa ra để phản hồi Đề nghị mời thầu (RFP) trước ngày được chỉ định.

source: [5681] mô-đun học tập trên web đào tạo bán hàng chuyên nghiệp của IHG® phải được hoàn thành trong vòng 30 ngày làm việc.
vi: [5681] Các module học trên web Đào tạo Bán hàng Chuyên nghiệp IHG® phải được hoàn thành trong vòng 30 ngày làm việc.

source: [56847] Không cho phép bút chì.
vi: [56847] Không cho phép dùng bút chì.

source: [5684] Một nhân viên bán hàng (chẳng hạn như Giám đốc bán hàng) phải được tuyển dụng để hỗ trợ các chức năng liên quan đến bán hàng.
vi: [5684] Một nhân viên bán hàng (chẳng hạn như Giám đốc bán hàng) phải được tuyển để hỗ trợ các công việc liên quan đến bán hàng.

source: [569048] Văn bản được đề xuất cho chính sách và giới hạn hút thuốc trong Danh mục dịch vụ như sau: [Tên khách sạn] cam kết cung cấp cho khách và nhân viên môi trường không khói thuốc trong phòng và không gian công cộng cấm hút thuốc.
vi: [569048] Văn bản được đề xuất cho chính sách và giới hạn hút thuốc trong Danh mục dịch vụ như sau: [Tên khách sạn] cam kết cung cấp cho khách và nhân viên môi trường không khói thuốc trong các phòng khách và không gian công cộng không hút thuốc.

source: [56907] Không cho phép thùng nhựa đựng rác.
vi: [56907] Không cho phép thùng rác nhựa.

source: [56908] Định hướng và thời gian đi lại gần đúng.
vi: [56908] Hướng đi và thời gian di chuyển dự kiến.

source: [56910] Kiểm tra và bàn giao chìa khóa phòng phải được hoàn thành trong vòng bốn phút cho khách đặt phòng và không quá sáu phút cho khách không đặt trước (không bao gồm thời gian chờ đợi trong hàng đợi).
vi: [56910] Kiểm tra và bàn giao chìa khóa phòng phải được hoàn thành trong vòng bốn phút cho khách đã đặt phòng và không quá sáu phút cho khách chưa đặt phòng trước (không bao gồm thời gian chờ đến lượt).

source: [5693] Tất cả các thẻ tín dụng / thẻ ghi nợ chính và địa phương.
vi: [5693] Tất cả các thẻ tín dụng/thẻ ghi nợ thông dụng và địa phương.

source: [57024] Nếu khách được di dời, đêm đầu tiên ở khách sạn phải được miễn phí.
vi: [57024] Nếu khách bị di dời, đêm đầu tiên ở khách sạn phải được miễn phí.

source: [57026] Khi lưu trữ hành lý của khách, nó phải được gắn thẻ và cung cấp biên nhận cho khách.
vi: [57026] Khi cất giữ hành lý cho khách, hành lý phải được gắn tag và khách phải được cấp biên lai.

source: [57050] Khuyến nghị Tiếng Anh -Anh
vi: [57050] Khuyến nghị sử dụng Tiếng Anh Anh

source: [57079] Nhựa chịu lực cao hoặc thép không gỉ được chải.
vi: [57079] Nhựa chịu lực cao hoặc thép không gỉ hoàn thiện xước.

source: [5716] Quá trình 'Thiết lập' phải được hoàn thành.
vi: [5716] Quá trình 'Set up' phải được hoàn thành.

source: [57221] Đem đến sự thành công cho kì nghỉ của bạn là mục tiêu của chúng tôi.
vi: [57221] Đem đến cho bạn một kỳ nghỉ thành công là mục tiêu của chúng tôi.

source: [5722] Phải thực hiện một chương trình tái sử dụng vải.
vi: [5722] Phải thực hiện một chương trình tái sử dụng đồ vải.

source: [5724] Nếu khăn đã qua sử dụng đang đợi xử lý, chúng không được thay đổi.
vi: [5724] Nếu khăn tắm đang treo, không được thay khăn.

source: [57327] Một Coca Cola hoặc Pepsi Cola ít đường hoặc không đường trong chai hoặc lon
vi: [57327] Một lon hoặc chai Coca Cola hoặc Pepsi Cola ít đường hoặc không đường

source: [57344] Phải thay tất cả vải và áo choàng tắm sau khi Check-out.
vi: [57344] Phải thay tất cả đồ vải và áo choàng tắm sau khi Check-out.

source: [57347] Phải có một miếng chèn chống cháy phù hợp
vi: [57347] Phải có lõi thùng với thiết kế đồng bộ, có thể gỡ bỏ, chống cháy

source: [57368] Bộ cạo râu có sẵn theo yêu cầu.
vi: [57368] Bộ cạo râu được cung cấp theo yêu cầu.

source: [57369] Vật tư tiện ích phải được bổ sung hàng ngày
vi: [57369] Đồ amenity phải được bổ sung hàng ngày

source: [57382] Gói hai miếng vải bông và tắm bông có sẵn theo yêu cầu.
vi: [57382] Gói hai miếng bông tẩy trang và bông ngoáy tai được cung cấp theo yêu cầu.

source: [57415] Không cho phép các cơ sở cả nam cả nữ nhiều người dùng.
vi: [57415] Không cho phép các phòng vệ sinh nhiều người dùng không phân biệt giới tính.

source: [5742] Tất cả các Tổng Giám đốc phải hoàn thành Cấp độ đào tạo định hướng Tổng giám đốc Chương trình IHG® trong vòng sáu tháng đầu tiên sau khi trở thành Tổng Giám đốc IHG.
vi: [5742] Tất cả các Tổng Quản lý phải hoàn thành Chương trình Tổng Quản lý IHG® Cấp độ đào tạo định hướng trong vòng sáu tháng đầu tiên sau khi trở thành Tổng Quản lý IHG.

source: [5744] Nếu Tổng Giám đốc rời khỏi hệ thống IHG trong hơn một năm và trở lại, họ phải hoàn thành Cấp độ nội trú của Chương trình Tổng Giám đốc IHG® trong vòng sáu tháng đầu tiên kể từ khi bắt đầu vai trò.
vi: [5744] Nếu Tổng Quản lý rời khỏi hệ thống IHG trong hơn một năm và trở lại, họ phải hoàn thành Chương trình Tổng Quản lý IHG® Cấp độ đào tạo định hướng trong vòng sáu tháng đầu tiên kể từ khi bắt đầu làm việc.

source: [5746] Nếu Tổng Giám đốc thay đổi nhãn hiệu IHG, họ phải hoàn thành Định hướng Thương hiệu Tổng Giám đốc và nội dung dành riêng cho thương hiệu của các kế hoạch học tập trực tuyến trong vòng ba tháng đầu tiên bắt đầu với thương hiệu mới.
vi: [5746] Nếu Tổng Quản lý thay đổi thương hiệu IHG, họ phải hoàn thành Đào tạo chuyển hướng Tổng Quản lý và nội dung cụ thể của thương hiệu trong chương trình học trực tuyến trong vòng ba tháng đầu tiên bắt đầu với thương hiệu mới.

source: [5747] Nếu Tổng Giám đốc thay đổi các vùng IHG, họ phải hoàn thành bất kỳ yếu tố cụ thể theo vùng nào của kế hoạch học tập trực tuyến và học tập khác theo chỉ dẫn của IHG trong vòng ba tháng đầu tiên bắt đầu ở khu vực mới.
vi: [5747] Nếu Tổng Quản lý thay đổi vùng IHG, họ phải hoàn thành các nội dung cụ thể theo vùng của chương trình học trực tuyến và và các chương trình học khác theo chỉ dẫn của IHG trong vòng ba tháng đầu tiên bắt đầu ở khu vực mới.

source: [57552] Yêu cầu chiều cao tối thiểu là 4.2m (14ft).
vi: [57552] Yêu cầu chiều cao thông thủy tối thiểu là 4.2m (14ft).

source: [57557] Nằm ở lối vào chính.
vi: [57557] Mái sảnh ở lối vào chính.

source: [57559] cấu trúc hiện tại phải có chiều cao thực tối thiểu là 3,6m (12ft).
vi: [57559] Các kết cấu hiện trạng phải có chiều cao thông thủy tối thiểu là 3,6m (12ft).

source: [57565] Khi sử dụng kính, nên áp dụng hiệu ứng cấu trúc để giảm thiểu ảnh hưởng của bụi bẩn tích tụ.
vi: [57565] Khi sử dụng kính, nên dùng kính có vân họa tiết để giảm thiểu ảnh hưởng của bụi bẩn tích tụ.

source: [57567] Chiều cao tối thiểu phải được tăng lên nếu có yêu cầu cho xe buýt hai tầng.
vi: [57567] Chiều cao tối thiểu phải được tăng lên nếu có nhu cầu phục vụ xe buýt hai tầng.

source: [57571] Không cho phép bờ lề nhựa đường.
vi: [57571] Không cho phép lề đường bằng nhựa đường.

source: [57573] Phải duy trì chiều cao khoảng cách tối thiểu không bị cản trở là 4.2m (14ft).
vi: [57573] Phải duy trì chiều cao thông thủy tối thiểu là 4.2m (14ft).

source: [57578] Đỗ xe xếp chồng chỉ được cho phép đối với dịch vụ phục vụ đỗ xe.
vi: [57578] Đỗ xe xếp chồng chỉ được cho phép nếu có dịch vụ phục vụ đỗ xe.

source: [57603] Khớp kiểm soát và mở rộng phải được cung cấp để giảm thiểu các vết nứt.
vi: [57603] Có khe co giãn để giảm thiểu rạn nứt.

source: [57605] Bằng phẳng và không có nguy cơ
vi: [57605] Bằng phẳng và không có nguy cơ vấp ngã

source: [57614] Thiết kế cảnh quan nên xem xét lưu thông xe cộ và người đi bộ, giảm thiểu các mối quan ngại dọc theo lối đi và tại các lối vào tòa nhà.
vi: [57614] Thiết kế cảnh quan nên cân nhắc cả lưu thông xe cộ và người đi bộ, giảm thiểu các nguy cơ mất an toàn trên lối đi và tại các lối vào tòa nhà.

source: [57616] Luống câu nên được cung cấp xung quanh tất cả các cây.
vi: [57616] Nên có bồn đất xung quanh tất cả các cây.

source: [57618] Ở mức tối thiểu, cảnh quan nên được tập trung gần lối vào chính, lối vào phụ và phía trước porte cochere.
vi: [57618] Ở mức tối thiểu, cảnh quan nên được tập trung gần lối vào chính, lối vào phụ và phía trước mái sảnh.

source: [57620] Xem xét tưới tiêu.
vi: [57620] Cân nhắc cả vấn đề tưới nước.

source: [57664] Phối hợp với các vật liệu sàn liền kề.
vi: [57664] đồng bộ với các vật liệu sàn liền kề.

source: [57670] Nên cung cấp thảm đi bộ giữa các bộ cửa.
vi: [57670] Nên cung cấp thảm chùi chân âm sàn giữa các bộ cửa.

source: [57672] Phải cung cấp thảm đi lên
vi: [57672] Phải cung cấp thảm chùi chân

source: [57678] Ở những vùng khí hậu nơi có tuyết rơi phổ biến, nên sử dụng một tấm thảm lõm có cống thoát sàn.
vi: [57678] Ở những vùng khí hậu nơi thường xuyên có tuyết rơi, nên sử dụng thảm âm sàn kết hợp rãnh thoát nước.

source: [57684] Điều chỉnh thời gian truy cập.
vi: [57684] Thời gian sử dụng cửa.

source: [57688] Hướng đến lối vào chính.
vi: [57688] Hướng đi đến lối vào chính.

source: [57694] Thảm chìm được khuyến khích nơi sàn liền kề là một bề mặt cứng.
vi: [57694] Khuyến nghị dùng thảm âm sàn nơi sàn liền kề có bề mặt cứng.
